Repository: tasmota/tasmotizer
Catalog: locale/*/LC_MESSAGES/tasmotizer.po
Languages: it

source: Unable to find version string.
it: Impossibile trovare stringa versione.

source: The time has come to... Tasmotize!
it: È giunto il momento… Tasmotize!

source: Tasmotizer is a dedicated flashing tool for <a href=https://github.com/arendst/Tasmota>Tasmota</>, featuring automatic firmware backup, downlading release and development bins, and device configuration.
it: Tasmotizer è uno strumento di flashing dedicato per <a href=https://github.com/arendst/Tasmota>Tasmota</>, con backup automatico del firmware, download di file firmware release/sviluppo e configurazione del dispositivo.

source: Programming Language :: Python :: 3
it: Linguaggio programmazione :: Python :: 3

source: License :: OSI Approved :: GNU General Public License v3 (GPLv3)
it: Licenza :: Approvata OSI :: GNU General Public License v3 (GPLv3)

source: Operating System :: OS Independent
it: Sistema operativo :: Indipendente da SO

source: Issue Tracker
it: Tracker problemi

source: Documentation
it: Documentazione

source: Error
it: Errore

source: User action required
it: Richiesta azione utente

source: Please power cycle the device, wait a moment and press OK
it: Spegni/accendi il dispositivo. attendi un attimo e seleziona OK

source: Aborting...
it: Annulllamento...

source: Tasmotizer is unable to use your system keyring
it: Tasmotizer non è in grado di utilizzare il portachiavi del sistema

source: Enable HomeAssistant auto-discovery (SetOption19)
it: Abilita auto-rilevamento HomeAssistant (SetOption19)

source: Display optional time offset from UTC in JSON payloads (SetOption52)
it: Visualizza offset opzionale orario da UTC in caricamento JSON (SetOption52)

source: Tasmota won't erase the settings after 4 quick power cycles (SetOption65)
it: Tasmota non cancellerà le impostazioni dopo 4 cicli di accensione rapida (SetOption65)

source: Send configuration to device
it: Invio configurazione al dispositivo

source: Warning
it: Attendione

source: Select Tasmota image
it: Seleziona immagine tasmota

source: Image backup
it: Backup immagine

source: Select flash size
it: Imposta dim. flash

source: Saving firmware
it: Salvataggio firmware
